research/visualization_methods/outputs/Autoregressive Models__lar_multivariate/lar_multivariate.dot
digraph G {
  "AR" [label="AR"];
  "Gamma" [label="Gamma"];
  "Multivariate" [label="Multivariate"];
  "MvNormal" [label="MvNormal"];
  "Normal" [label="Normal"];
  "ReactiveMPar_unit" [label="ReactiveMPar_unit"];
  "c" [label="c"];
  "i" [label="i"];
  "mean" [label="mean"];
  "order" [label="order"];
  "precision" [label="precision"];
  "x" [label="x"];
  "x0" [label="x0"];
  "x_prev" [label="x_prev"];
  "y" [label="y"];
  "α" [label="α"];
  "β" [label="β"];
  "γ" [label="γ"];
  "θ" [label="θ"];
  "τ" [label="τ"];
  "AR" -> "x";
  "Gamma" -> "τ";
  "Multivariate" -> "c";
  "MvNormal" -> "x0";
  "MvNormal" -> "θ";
  "Normal" -> "y";
  "ReactiveMPar_unit" -> "c";
  "i" -> "y";
  "mean" -> "x0";
  "mean" -> "y";
  "mean" -> "θ";
  "order" -> "c";
  "precision" -> "x0";
  "precision" -> "y";
  "precision" -> "θ";
  "x" -> "y";
  "x_prev" -> "x";
  "α" -> "τ";
  "β" -> "τ";
  "γ" -> "y";
  "θ" -> "x";
  "τ" -> "x";
}
